[
  { "title": "In re: BMW M5 Litigation",
		"date": "February 9, 1993",
		"size": "1,233",
		"id": 1,
		"settlement": "$4.5 million",
    "p1": "Class Plaintiffs filed a claim alleging BMW produced more 1988 M5 BMW automobile (model E28M5) than the company had originally stated. They alleged overproduction of vehicles caused a diminution of value of the limited edition model. BMW settled the litigation by issuing transferable discount certificates worth of $4,000 each to eligible class members that could be applied towards the purchase or lease of a new BMW.",
    "p2":"As the designated market maker in the settlement, CCC worked to optimize the coupon market by buying BMW certificates that class members did not want to use and reselling them to customers that were in the market for the purchase or lease of a BMW vehicle. As a result, CCC induced a 60% redemption rate. Because only 7% of the BMW M5 Litigation class members used their own coupon to purchase or lease a new BMW, CCC played a crucial role by increasing the usage and value of these certificates.",
    "case-type": "Antitrust",
    "case-number": "91 CH 04192",
    "case-status": "completed",
    "industry": "automotive"

	}, {
		"title": "Johnson, et al. v. Victor Nissan Inc",
		"date": "March 14, 1994",
		"size": "46,000",
		"id": 2,
		"settlement": "$34.5 million",
    "p1": "Class Plaintiffs filed a claim alleging that the 1987-90 Nissan XE and GXE C-22 minivans had a defect that caused the engine to overheat and potentially explode. In the resulting settlement, Nissan was required to buy back the defective vans for $5,000 to $7,000, depending on the model. Additionally, Nissan issued discount transferable certificates. The certificate entitled class members to the following options: 1) $1,000 discount off the purchase or lease of a new or used Nissan vehicle if used by the person named on the certificate or transferred to the original certificate holder's spouse, parent, or child; or 2) $750 discount off the purchase or lease of a new or used Nissan vehicle if the original certificate holder transferred the certificate to anyone else.",
    "p2":"As the designated market maker, CCC caused the redemption of 12% of the certificates issued to the class. CCC was later informed that less than 10% of the class actually redeemed the coupons on another Nissan vehicle. Therefore, CCC more than doubled the amount of coupons that were redeemed, showing CCC’s expertise in increasing the certificate redemption rate and wringing value from the settlement which otherwise would not have happened. ",
    "case-type": "Antitrust",
    "case-number": "2:11-cv-00490-CG-N",
    "case-status": "Completed ",
    "industry": "Automotive"
	}, {
		"title": "Weiss v. Mercedes-Benz of North America, Inc.",
		"date": "December 22, 1994",
		"size": "35,000",
		"id": 3,
		"settlement": "",
    "p1": "Class Plaintiffs filed a claim alleging that Mercedes “committed common law fraud, breached an expressed warranty, breached an implied warranty, and made negligent representation” (Stipulation of Settlement). In the resulting settlement, the class members were awarded freely transferable certificates, whose value varied according to the model and year of each class member’s vehicle.",
    "p2":"As the designated market maker, CCC worked to optimize the coupon market by buying Mercedes certificates that class members did not want to use and reselling them to customers that were in the market for the purchase or lease of a Mercedes vehicle.",
    "case-type": "",
    "case-number": "",
    "case-status": "",
    "industry": ""
	}, {
		"title": "Dismuke, et al. v. Edina Realty, Inc.",
		"date": "February 1, 1995",
		"size": "6,500",
		"settlement": "$25 million",
		"id": 4,
    "p1": "Class Plaintiffs alleged that Edina Realty breached certain fiduciary duties in real estate transactions in which real estate listed with Edina and/or a sales associate affiliated with Edina was sold to one or more buyers also represented by Edina, and/or a sales associate affiliated with Edina (exact words excerpted from the settlement agreement). In the resulting settlement, class members received warrants to buy five shares of First Bank stock and three certificates good for a $100 off the sales commission of a new home purchase through Edina.",
    "p2":"CCC bought and sold approximately 25% of the distributed warrants. CCC helped class members benefit from the settlement, especially those who were not interested in owning First Bank’s stock and those who weren’t in the market for another house.",
    "case-type": "",
    "case-number": "",
    "case-status": "",
    "industry": ""
	}, {
		"title": "Princeton Economics Group, Inc. v. American Telephone and Telegraph Company",
		"date": "March 17, 1995",
		"size": "200,000",
		"settlement": "$90 million",
		"id": 5,
    "p1": "Class Plaintiffs alleged that AT&T violated the New Jersey Consumer Fraud Act by misinforming consumers about approximately 32 discrete product features on Spirit Communication System which contained a multi-party conference call capability that did not operate properly. In the resulting settlement, AT&T issued 3,200,000 freely transferable coupons to approximately 200,000 eligible class members. Each coupon was worth an up to a 20% discount off of the purchase of eligible telephone systems and equipment, with a maximum face value of $50 per coupon.",
    "p2":"In this case, CCC played a crucial role as the market maker in the approval of the case’s settlement; Superior Court Judge Philip Carchman even stated that he would not have approved the settlement but for the existence of CCC as the market maker in this settlement. CCC bought and sold approximately 260,000 coupons. Outside of CCC, approximately 150,000 coupons were redeemed, less than 5% of the total amount of coupons. As the market maker, CCC more than doubled the amount of coupons that were redeemed, displaying CCC’s ability to effectively generate relief for the class. ",
    "p3": "CCC could have facilitated the transaction of more coupons, however AT&T covertly shut down the market for coupons by rendering coupons not redeemable at stores and not accepting coupons from vendors. As a part of a class, CCC sued AT&T for effectively closing the market before the coupons expired. CCC and the rest of the class won the case and were awarded $15 million.",
    "case-type": "",
    "case-number": "",
    "case-status": "",
    "industry": ""
	}, {
		"title": "White, et al. v. General Motors Corporation ",
		"date": "June 27, 1996",
		"size": "",
		"id": 6,
    "p1": "Class Plaintiffs alleged that the outside the frame rail fuel tanks on certain Chevrolet and GMC full-size pickups constituted a defect and safety hazard, and sought economic damages.",
    "p2":"",
    "case-type": "Antitrust",
    "case-number": "",
    "case-status": "",
    "industry": ""
	}, {
		"title": "Nancy Wolf, et al. v. Toyota Motor Sales, U.S.A.",
		"date": "March 14, 1997",
		"size": "2.5 million",
		"settlement": "2.5 million coupons",
		"id": 7,
    "p1": "Class Plaintiffs alleged that regional Toyota Associations (TDA) repaid advertising assessments to individual dealer members which the dealers identified on dealer invoices as a cost to the dealer, but did not use for advertising purposes. In the resulting settlement, each class member received a transferable discount coupon that could be used for a $150 discount toward the purchase or lease of a new or used Toyota vehicle, or a $50 discount toward service repairs from a participating Toyota Dealer. Each coupon had a face value of $150.",
    "p2":"CCC was cited by a class member in an objection that stated the deficiency of coupon distribution without a market maker. In overseeing this objection, Special Master Charles B. Renfrew stated, “The existence of a viable secondary market for the settlement coupons was a factor in my recommendation to the court and the court’s approval of the settlement.” Thus, CCC stepped in to help coupon holders who did not need their coupons and brokered about 9,000 coupons.",
    "case-type": "",
    "case-number": "",
    "case-status": "",
    "industry": ""
	}, {
		"title": "Hamburg M.D v. American Honda Motor Co",
		"date": "NA",
		"size": "5,000",
		"settlement": "$7.5 million in coupons",
		"id": 8,
    "p1": "",
    "p2":"",
    "case-type": "",
    "case-number": "",
    "case-status": "",
    "industry": ""
	}, {
		"title": "Auction Houses Antitrust Litigation",
		"date": "April 12, 2001",
		"size": "NA",
		"settlement": "$412 million in cash and $125 million in certificates",
		"id": 9,
    "p1": "Class Plaintiffs filed a claim alleging that Sotheby’s and Christie’s auction houses colluded to fix, raise, maintain, or stabilize the prices for their auction services. In the resulting settlement, the defendants settled by paying $412 million in cash and $125 million worth of freely transferable certificates. Each auction house issued $62.5 million in face value of certificate.",
    "p2":"As the designated market maker in the settlement, of the $32 million worth of Sotheby’s certificates redeemed, CCC’s active role as the market maker resulted in certificate redemption of $30 million, 93% of the total value of the redeemed certificates. ",
    "case-type": "",
    "case-number": "",
    "case-status": "",
    "industry": ""
	}, {
		"title": "Lloyd's American Trust Fund Litigation",
		"date": "May 8, 2002",
		"size": "850",
		"settlement": "$20 Million",
		"id": 10,
    "p1": "Class Plaintiffs filed a claim alleging that the Citibank breached its fiduciary duties and responsibilities as the trustee of the Lloyd’s American Trust Funds. Citibank was held responsible for allegedly transferring money from one trust fund to another without permission, engaging in commingling of different trust funds, and failing to maintain appropriate records of the fund’s transactions. In the resulting settlement, the defendant settled by issuing $8.5 million in cash and $11.5 million worth in coupons (“Credit Notes”).",
    "p2":"Credit Notes were distributed according to each class member's’ amount of debt: the more debt a class member held, the more “credit notes” he or she received. CCC stepped in as the broker of auctions between class members. CCC facilitated transactions of about 67% of distributed credit notes, an extremely high rate, considering the fact that many class members had used their own credit notes to eliminate their debt. ",
    "case-type": "",
    "case-number": "",
    "case-status": "",
    "industry": ""
	}, {
		"title": "Abrasive Grain Antitrust Litigation",
		"date": "September 17, 2002",
		"size": "NA",
		"settlement": "$10.6 million",
		"id": 11,
    "p1": "Class Plaintiffs alleged that the defendants (Washington Mills, Exolon-Esk, and Norton Company) participated in an unlawful agreement to control the price of Artificial Abrasive Grain in the United States. The resulting settlement totaled to $6 million in cash and $5.6 million worth in freely transferable coupons. ",
    "p2":"The coupon entitled the user for up to 25% off the invoice price of specified artificial abrasive grains at the specified firm(s) listed on the coupon. CCC stepped in as the market maker. CCC conducted multiple auctions and connected prospective buyers and sellers of the coupons which otherwise would not have occurred in the marketplace.",
    "case-type": "",
    "case-number": "",
    "case-status": "",
    "industry": ""

	}, {
		"title": "In re: Linens Antitrust Litigation, 03-CV-7823 ",
		"date": "October 3, 2003",
		"size": "30,000",
		"settlement": "$9.3 million ($6.3 million in vouchers)",
		"id": 12,
    "p1": "Class Plaintiffs alleged that the settling defendants participated in an unlawful conspiracy to allocate Linen Services customers and rig bids in the New York City Metropolitan area in violation of Section One of the Sherman Act. In the resulting settlement, the defendants paid $6,354,441.25 in cash and $2,967,220 worth in freely transferable vouchers.",
    "p2":"CCC was hired by the Linen Defendants to act as the Voucher Consultant, Voucher Administrator and Market Maker.  Though the case involved seven different defendants, many of whom were in varying stages of insolvency, CCC’s expertise in optimizing coupon markets resulted in a final voucher  redemption rate of 93%, an exceptionally high redemption rate. CCC purchased Linen vouchers from all of the Linen plaintiff’s attorneys, resold those vouchers in the marketplace and conducted multiple auctions matching buyers and sellers of the vouchers.",
    "case-type": "",
    "case-number": "",
    "case-status": "",
    "industry": ""
	}, {
		"title": "Bennett and Borovac, et al. v. H&R Block Financial Advisors, Inc.",
		"date": "June 30, 2005",
		"size": "NA",
		"id": 13,
    "p1": "Class Plaintiffs alleged that the settling defendants and their affiliates have been involved in offering or assisting lenders in offering Refund Anticipation Loans. In the resulting settlement, the defendants paid a total of $100 million in cash $250 million worth in rebate coupons.",
    "p2":"",
    "case-type": "",
    "case-number": "",
    "case-status": "",
    "industry": ""
	}, {
		"title": "In re: Korean Air Lines Co.Ltd. Antitrust Litigation",
		"date": "Current",
		"size": "85,252",
		"id": 14,
		"settlement": "$65 million",
    "p1": "Class Plaintiffs allege that Korean Air and Asiana Airlines participated in an unlawful conspiracy to fix, raise, maintain, and stabilize the prices of passenger air transportation service purchased in the United States for flights originating in the United States and ending in the Republic of Korea or flights originating from the Republic of Korea and ending in the United States. In exchange for the release of claims, Korean Air settled with $39 million in cash and $26 million in travel coupons for future travel. Asiana settled with $11 million in cash and $10 million in coupons.",
    "p2":"As the coupon administrator and designated market maker in the settlement, CCC will facilitate the transfer and redemption of coupon codes. Also, using its proprietary programs, CCC will create a secondary market in which people can sell and buy coupon codes.  ",
    "case-type": "",
    "case-number": "",
    "case-status": "",
    "industry": ""
	}]
